spec/fixtures/soap/xml/IControl.LocalLB.ProfileHttpClass.get_redirect_location_1329453b8fb363031cd6d9d3b3613f2a_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:get_redirect_location><profile_names><value>test_profile2</value></profile_names></wsdl:get_redirect_location></env:Body></env:Envelope>